<?php

return [
    'app' => [
        'name' => 'Менеджер задач',
        'welcome' => 'Добро пожаловать в Менеджер задач',
    ],
    'task_status' => [
        'title' => 'Статусы',
        'create' => 'Создать статус',
        'edit' => 'Изменение статуса',
        'delete' => 'Удалить статус',
        'name' => 'Имя',
        'created_at' => 'Дата создания',
        'actions' => 'Действия',
        'new' => 'Новый статус',
        'update' => 'Обновить статус',
    ],
    'common' => [
        'create' => 'Создать',
        'edit' => 'Изменить',
        'delete' => 'Удалить',
        'save' => 'Сохранить',
        'update' => 'Обновить',
        'cancel' => 'Отменить',
        'back' => 'Назад',
        'confirm' => 'Вы уверены?',
        'yes' => 'Да',
        'no' => 'Нет',
    ],
    'validation' => [
        'required' => 'Это обязательное поле',
        'unique' => 'Метка с таким именем уже существует',
    ],
    'Profile Information' => 'Информация профиля',
];
